/* Status Strings */
"%.1f KB" = "%.1f KB";
"%.1f MB" = "%.1f MB";
"Analyzing" = "分析";
"Checking" = "检查";
"Delaying" = "延迟";
"Downloading" = "下载";
"Idle" = "空闲";
"Paused" = "暂停";

/* About Box Strings */
"Version %@" = "版本 %@";

/* Alert/Dialog Strings */
"Are you sure that you want to delete the selected items?" = "您确定要删除所选项目?";
"Attribute name already exists" = "属性名称已存在";
"Attribute name is invalid" = "属性名称无效";
"Before logging in and downloading a site, use the Path settings to exclude any links that can modify the site or log out the user." = "在登录和下载站点之前，请使用路径设置排除可以修改站点或注销用户的任何链接。";
"Cancel" = "取消";
"Choose" = "选择";
"Confirm Delete" = "确认删除";
"Continue" = "继续";
"Copy Failed" = "拷贝失败";
"Default" = "默认";
"Delete" = "删除";
"Download Finished" = "下载完成";
"Failed to Open Destination Folder" = "无法打开目标文件夹";
"Failed to Open File" = "无法打开文件";
"Failed to Save Settings" = "无法保存设置";
"Failed to write data" = "无法写入数据";
"File was not found" = "找不到文件";
"Ignore Robot Exclusions" = "忽略机器人排除";
"Invalid URL" = "无效的网址";
"Media type already exists" = "媒体类型已存在";
"Media type is invalid" = "媒体类型无效";
"No Internet connection" = "没有网络连接";
"OK" = "确认";
"Open" = "打开";
"Path is invalid" = "路径无效";
"Pattern is invalid" = "规则无效";
"Permission required to access file: %@" = "访问文件所需的权限: %@";
"Permission required to access folder: %@" = "访问文件夹所需的权限: %@";
"Permit access" = "允许访问";
"Please choose an application to open the file" = "请选择一个应用程序以打开文件";
"Please enter a valid address that begins with \"http://\" or \"https://\"." = "请输入以“http://”或“https://”开头的有效地址。";
"Robot exclusions are usually put in place for a good reason and should be obeyed." = "机器人排除通常放在适当的地方有一个很好的理由，应该遵守。";
"SiteSucker could not reconnect to the Internet." = "SiteSucker无法重新连接到互联网。";
"Substitution template is blank" = "替换规则为空";
"Templates are blank" = "规则为空";
"The certificate for \"%@\" is invalid. Would you like to connect to the site anyway?" = " \"%@\"的证书无效。 您要连接到网站吗？";
"The custom data attribute name \"%@\" already exists." = "自定义数据属性名称 \"%@\" 已存在。";
"The download of \"%@\" is finished." = " \"%@\" 的下载完成。";
"The identity of this site can't be verified" = "无法验证此网站的身份";
"The media type \"%@\" already exists." = "媒体类型 \"%@\" 已经存在。";
"The substitution template and URL template cannot both be blank." = "替换规则和网址模板不能为空。";
"The substitution template cannot be blank." = "替换规则不能为空。";
"This file type cannot be displayed." = "无法显示此文件类型。";
"This URL cannot be downloaded because your computer is currently offline." = "无法下载此网址，因为您的计算机目前处于离线状态。";
"Try Again" = "重试";
"Unable to find the local file for the current Web URL." = "无法找到当前网址的本地文件。";
"Unable to load settings from \"%@\"." = "无法从 \"%@\" 加载设置。";
"Unable to open \"%@\"" = "打不开 \"%@\"";
"Unable to parse file" = "无法解析文件";
"Unpack" = "解压";
"User Defaults" = "用户默认";
"Waiting for Internet connection" = "等待网络连接";
"Warning" = "警告";
"Warning: Ignoring robot exclusions is not recommended. %@" = "警告：不建议忽略机器人排除。%@";
"Wrong item was selected." = "选择了错误的项目。";
"\"%@\" is not a valid custom data attribute name. A valid custom data attribute name should begin with \"data-\" and should not contain uppercase characters." = "\"%@\" 不是有效的自定义数据属性名称。有效的自定义数据属性名称应以\"data- \"开头，且不应包含大写字符。";
"\"%@\" is not a valid media type. A valid media type should have the format \"type/subtype\"." = "\"%@\" 不是有效的媒体格式，一个有效的媒体格式类似这样 \"type/subtype\"。";

/* AppleScript Error Strings */
"Failed to load settings file." = "无法加载设置文件。";
"Settings cannot be changed while downloading." = "下载时无法更改设置。";
"The file '%@' is not an executable shell script." = "文件 '%@' 不是可执行的shell脚本。";
"The file '%@' was not found." = "未找到文件 '%@' 。";
"The identity '%@' was not found." = "未找到识别 '%@' 。";
"Unable to download \"%@\" %@." = "无法下载 \"%@\" %@。";
"Unable to download \"%@\"%@ %@" = "无法下载 \"%@\"%@ %@";
"Unable to execute command because no SiteSucker window is open." = "无法执行命令，因为没有SiteSucker窗口打开。";
"\"%@\" is not valid." = "\"%@\" 无效。";

/* Log Strings */
",\n\treferenced from \"%@\"," = ",\n\t 引用自 \"%@\",";
"because authentication is required" = "因为需要认证";
"because it is already downloaded" = "因为它已经下载";
"because it is an invalid or unsupported URL" = "因为它是无效或不受支持的网址";
"because it is larger than the maximum file size limit" = "因为它超出最大文件大小限制";
"because it is smaller than the minimum file size limit" = "因为它小于最小文件大小限制";
"because its file type is not allowed" = "因为其文件类型不允许";
"because its path is not allowed" = "因为它的路径不允许";
"because of a robots META tag" = "因为一个机器人META标签";
"because of a robots.txt exclusion" = "因为robots.txt排除";
"because the authentication challenge was canceled" = "因为身份验证质询已取消";
"because the file is not HTML or CSS" = "因为文件不是HTML或CSS";
"because the file was not found" = "因为找不到文件";
"because the identity of this site can't be verified" = "因为此网站的身份无法验证";
"because the level limit is exceeded" = "因为超过层级限制";
"because this is not an image link" = "因为这不是一个图像链接";
"because this URL is not an image link" = "因为此网址不是图片链接";
"Creation of file \"%@\"\n\tfor \"%@\"%@\n\tfailed because a folder already exists at this location" = "为文件 \"%@\"\n\t 为 \"%@\"%@\n\t 失败，因为此位置已存在文件夹";
"Creation of folder \"%@\"\n\tfor \"%@\"%@\n\tfailed because a file already exists at this location" = "为\"%@\"%@\n\t创建文件夹\"%@\"\n\失败，因为此位置已存在文件";

"Creation of folder \"%@\"\n\tfor \"%@\"%@\n\tfailed with error code %d%@" = "创建文件夹\"%@\"\n\t \"%@\"%@\n\t 失败，错误代码为%d%@";

"Deleted \"%@\"" = "删除 \"%@\"";

"Download of \"%@\"%@\n\tfailed with error code %d (%@)" = "下载\"%@\"%@\n\t失败，错误代码%d (%@)";

"Download of \"%@\"%@\n\tfailed with error code %d" = "下载\"%@\"%@\n\t失败，错误代码为%d";

"ERROR" = "错误";
"HISTORY: Downloaded \"%@\"" = "历史：下载\"%@\"";
"Loading of resource \"%@\"\n\tfailed with error code %d%@" = "加载资源\"%@\"\n\t失败，错误代码为%d%@";
"Lost Internet connection" = "失去网络连接";
"May not be able to follow all links on \"%@\"\n\tbecause it uses JavaScript" = "可能无法关注\"%@\"\n\t的所有链接，因为它使用JavaScript";
"MEDIA TYPE: \"%@\" has a media type of\n\t%@" = "媒体类型：\"%@\"的媒体类型为\n\t%@";

"Parsing of document \"%@\"\n\tfailed because the closing \">\" for the \"%@\" tag in line %d could not be found" = "找不到文档\"%@\"\n\t的解析失败，因为找不到行%d中的\"%@\"标记关闭\">\"";

"Parsing of document \"%@\"\n\tfailed with error code %d%@" = "解析文档\"%@\"\n\t失败，错误代码为%d%@";
"Response for \"%@\" was not found" = "找不到对\"%@\"的响应";
"Running of script \"%@\"\n\tfailed with error: %@" = "运行脚本\"%@\"\n\t失败，错误：%@";
"STATUS: Level = %ld, Files Downloaded = %ld, Files Remaining = %ld, Errors = %ld\n\tConnections = %ld, Time to Downloaded = %ld seconds" = "状态：级别=%ld，下载的文件=%ld，剩余文件=%ld，错误=%ld\n\t连接=%ld，下载时间=%ld秒";
"Syntax of regular expression \"%@\" is invalid" = "正则表达式\"%@\"的语法无效“";
"The HTML document \"%@\"\n\tmay be corrupted or have an invalid format." = "HTML文档\"%@\"\n\t可能已损坏或格式无效。";
"Unable to determine file extension for \"%@\"\n\twith media type \"%@\"" = "无法确定媒体类型为\"%@\"\n\t的文件扩展名";
"Unable to download \"%@\"%@\n\t%@" = "无法下载\"%@\"%@\n\t%@";
"Unable to download \"%@\",\n\treferenced from \"%@\",\n\t%@" = "无法下载\"%@\"，\n\t从\"%@\",\n\t%@";
"Unable to download \"%@\"\n\t%@" = "无法下载 \"%@\"\n\t%@";
"Unable to follow links on \"%@\"\n\tbecause of a robots META tag" = "无法关注\"%@\"\n\t上的链接，因为机器人元标记";
"Unable to parse \"%@\"\n\t%@" = "无法解析\"%@\"\n\t%@";
"Unable to run script \"%@\"\n\tbecause it was not found" = "无法运行脚本\"%@\"\n\t，因为找不到";
"URL for \"%@\" could not be created" = "无法创建\"%@\"的网址";
"URLRequest for \"%@\" could not be created" = "无法创建“\"%@\"的URLRequest";
"WARNING" = "WARNING";
"Writing of document \"%@\"\n\tfailed with error code %d%@" = "写入文档\"%@\"\n\t失败，错误代码为%d%@";
"\"%@\" was redirected to\n\t\"%@\"" = "\"%@\" 已重定向到\n\t\"%@\"";

/* Menu Strings */
"Bookmarks Bar" = "书签栏";
"Bookmarks" = "书签";
"Clear Menu" = "清除菜单";
"Close Browser" = "关闭浏览器";
"Hide Queue" = "隐藏队列";
"None" = "None";
"Open Browser" = "打开浏览器";
"Show Queue" = "显示队列";

/* Toolbar Strings */
"Download" = "下载";
"File" = "文件";
"Folder" = "文件夹";
"History" = "历史";
"Log" = "日志";
"Next" = "下一个";
"Open Destination Folder" = "打开目标文件夹";
"Open File" = "打开文件";
"Open Log" = "打开日志";
"Pause" = "暂停";
"Queue" = "队列";
"Resume" = "恢复";
"Settings" = "设置";
"Stop" = "停止";

/* WebAuthenticationPanel Strings */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "您在%@上的区域“%@”输入的用户名或密码不正确。 请确保您输入的内容正确无误，然后重试。";
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "您为%@代理服务器%@输入的用户名或密码不正确。 请确保您输入的内容正确无误，然后重试.";
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "您在%@上的此区域输入的用户名或密码不正确。 请确保您输入的内容正确无误，然后重试。";
"To view this page, you must log in to area “%@” on %@." = "要查看此页面，您必须登录到%@上的区域“%@”。";
"To view this page, you must log in to the %@ proxy server %@." = "要查看此页面，您必须登录到%@代理服务器%@。";
"To view this page, you must log in to this area on %@:" = "要查看此页面，您必须登录到%@上的此区域：";
"Your login information will be sent securely." = "您的登录信息将安全发送。";
"Your password will be sent unencrypted." = "您的密码将以未加密的方式发送。";

"Preferences…" = "偏好设置…";
"General" = "通用";
"Limit" = "限制";
"Request" = "请求";
"URL" = "网址";
"Webpage" = "网页";
"Path" = "链接";
"File Type" = "文件";
"Script" = "脚本";
"Video" = "视频";
"Please select one or more files" = "请选择一个或多个文件";
"Add Keyword" = "添加关键字";